substances =[
    ("Кислота сірчана концентрована", "мл", True),
    ("Купрум сульфат CuSO4", "г", False),
    ("Сульфат калію  K2SO4", "г", False),
    ("Селен", "г", False),
    ("Гідрооксид натрію NaOH 33%", "г", False),
    ("Борна кислота H3BO3", "г", False),
    ("Метиловий синій", "г", False),
    ("Метиловий червоний", "г", False),
    ("Спирт", "мл", False),
    ("Кислота сірчана 0,1Н ст.титр", "шт", True),
    ("Трилон Б 0,1Н ст.титр", "шт", False),
    ("Кальцеїн", "г", False),
    ("Калій хлористий", "г", False),
    ("Вода H2O", "мл", False)
]

normatives = []