substances = [
    ("Кислота сірчана концентрована", "мл"),
    ("Купрум сульфат CuSO4", "г"),
    ("Сульфат калію  K2SO4", "г"),
    ("Селен", "г"),
    ("Борна кислота H3BO3", "г"),
    ("Метиловий синій", "г"),
    ("Метиловий червоний", "г"),
    ("Спирт", "мл"),
    ("Кислота сірчана 0,1Н ст.титр", "шт"),
    ("Трилон Б 0,1Н ст.титр", "шт"),
    ("Кальцеїн", "г"),
    ("Калій хлористий", "г"),
    ("Вода H2O", "мл"),
    ("Гідроксид натрію NaOH", "г")
]

normatives = [
    ("Розчин гідроксиду калію -20 %",  1000.00,  {'Калій хлористий': 200.0, 'Вода H2O': 800.0} ),
    ("Гідроксид натрію 33%", 670.00,   {'Гідроксид натрію NaOH': 330.0, 'Вода H2O': 670.0}  ),
    ("Борна кислота 4%", 996.00, {'Борна кислота H3BO3': 4.00, 'Вода H2O': 996.00} ),
    ("Індикатор", 100.00, {'Метиловий синій': 0.10, 'Метиловий червоний': 0.20, 'Спирт': 100.00}),
    ("Кислота сірчана 0,1Н", 1000.00, {'Кислота сірчана 0,1Н ст.титр': 1.0, 'Вода H2O': 999.00}),
    ("Каталізатор", 1102.00, {'Купрум сульфат CuSO4': 100.00, 'Сульфат калію  K2SO4': 1000.00, 'Селен': 2.00}),
    ("Селенвмісна сірчана кислота", 400.00, {'Селен': 2.00, 'Кислота сірчана концентрована': 400.00}),
    ("Трилон Б 0,1Н", 1000.00, {'Трилон Б 0,1Н ст.титр': 1.0, 'Вода H2O': 999.00}),
    ("Індикатор кальцеїн", 101.00, {'Кальцеїн': 1.00, 'Калій хлористий': 100.0})
]
