substances = [
    ("Кислота сірчана концентрована", "мл"),
    ("Купрум сульфат CuSO4", "г"),
    ("Сульфат калію  K2SO4", "г"),
    ("Селен", "г"),
    ("Борна кислота H3BO3", "г"),
    ("Метиловий синій", "г"),
    ("Метиловий червоний", "г"),
    ("Спирт", "мл"),
    ("Кислота сірчана 0,1Н ст.титр", "шт"),
    ("Трилон Б 0,1Н ст.титр", "шт"),
    ("Кальцеїн", "г"),
    ("Калій хлористий", "г"),
    ("Вода H2O", "мл"),
    ("Гідроксид натрію NaOH", "г")
]

normatives = [
    ("Розчин гідроксиду калію -20 %",  1000,
     {'Калій хлористий': 200.0, 'Вода H2O': 800.0} ),
    ( "Гідроксид натрію 33%", 670,
     {'Гідроксид натрію NaOH': 330.0, 'Вода H2O': 670.0}
    ),
]
